Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Sámedikki čoahkkinjođihangoddái ásahuvvo dievasčoahkkinčállingoddi mii lea organisatoralaččat sorjjasmeahttun Sámediggeráđis .
nob: Det etableres et plenumssekretariat under Sametingets møtelederskap som blir gjort organisatorisk uavhengig av Sametingsrådet .

source: Bearráigeahččanlávdegotti áššemeannudandoaibma biddjo dievasčoahkkinčállingotti vuollái . •
nob: Saksbehandlerfunksjonen for kontrollkomiteen legges inn i plenumssekretariatet . •

source: Sámedikki rámma berre lasihuvvot 800 000 kruvnnuin jahkásaččat mainna nanne bearráigeahččanlávdegotti návccaid . •
nob: Sametingets ramme bør økes med 800 000 kroner årlig for å styrke kapasiteten til kontrollkomiteen . •

source: Sámedikki hálddahusa bušeahtta berre nannejuvvot ovttain virggiin siskkáldas bearráigeahču várás , ja Sámedikki bušeahtta berre dalle lasihuvvot 600 000 kruvnnuin dán ulbmilii . •
nob: Budsjettet til Sametingets administrasjon bør styrkes med en stilling til den interne kontrollen , og Sametingets budsjett bør styrkes med 600 000 kroner pr. år til dette formålet . •

source: Gielda- ja guovlodepartemeanta berre guorahallat ovttasráđiid Sámedikkiin , galgá go Sámediggi sirrejuvvot sierra riektesubjeaktan ja movt galggaš dan dahkat .
nob: Kommunal- og regionaldepartementet bør utrede , i konsultasjon med Sametinget , om Sametinget skal skilles ut som eget rettsubjekt og hvordan dette eventuelt kan gjøres .

source: Stuoradiggi čuovvolii bargojoavkku rávvaga ja Sámedikki bušeahtta lassánii 600 000 kruvnnuin 2005:s RNB 2005 meannudeami oktavuođas .
nob: Stortinget fulgte opp arbeidsgruppens tilrådning ved at Sametingets budsjett i 2005 ble økt med 600 000 kroner i forbindelse med behandlingen av RNB 2005 .

source: Lassijuolludus galggai nannet Sámedikki hálddahusa siskkáldas goziheami ja Sámedikki bearráigeahččanlávdegotti áššemeannudannávccaid , vrd. St.prp. nr. 65 ( 2004-2005 ) ja Árv .
nob: Tilleggsbevilgningen skulle gå til å styrke den interne kontrollen i Sametingets administrasjon og til styrking av saksbehandlerkapasiteten for Sametingets kontrollkomité , jf. St.prp. nr. 65 ( 2004-2005 ) og Innst .

source: Dát juolludus ii joatkašuvvan 2006 stáhtabušeahtas .
nob: Denne bevilgningen ble ikke videreført i statsbudsjettet 2006 .

source: Áššis 050/04 Sámedikki bušeahtta 2005 mearridii Sámediggi nannet Sámedikki hálddahusa ovttain controller-virggiin .
nob: Sametinget vedtok i sak 050/04 Sametingets budsjett 2005 å styrke Sametingets administrasjon med en controllerstilling .

source: Dasto lea Sámediggi áššis 058/05 Sámedikki bušeahtta 2006 lasihan juolludusa Sámedikki bearráigeahččanlávdegotti barggu nannemii .
nob: Videre har Sametinget i sak 058/05 Sametingets budsjett 2006 økt bevilgning til styrking av kontrollkomiteens arbeid i Sametinget .

source: Hálddahuslaš ođđasisorganiserema oktavuođas 2005:s ásahii Sámediggi sierra dievasčoahkkinbargojoavkku .
nob: Sametinget opprettet i forbindelse med den administrative omorganiseringen i 2005 en egen plenumsstab .

source: Dievasčoahkkinjoavkku ovddasvástádussan lea lávdegottiid ja dievasčoahkkimiid lágideapmi , meannudit áššiid čoahkkinjođihangoddái , válgalávdegoddái ja válganammagoddái , doaibmat čállin bearráigeahččangoddái , sámediggeválggat ja válganjuolggadusat ja diehtojuohkin iežas suorggis .
nob: Plenumsstaben har ansvaret for avvikling av komité- og plenumsmøtene , saksbehandling av saker til møtelederskapet , valgkomiteen og valgnemnda , sekretærfunksjon for kontrollkomiteen , ansvar for sametingsvalget og valgreglene og ansvar for informasjon innenfor sitt arbeidsområde .

source: Direktovrras ja dievasčoahkkinbargojoavkku bargoaddiovddasvástádus , ja čoahkkinjođiheaddjis lea bagadanváldi .
nob: Staben ledes av en stabsleder . Direktøren har arbeidsgiveransvaret for plenumsstaben , og møteleder har instruksjonsmyndighet .

source: Sámedikki ja stáhtaráđi konstitušuvnnalaš ovddasvástádus Dán oasis čilget ovttaskas stáhtaráđiid dahje ráđđehusa konstitušuvnnalaš ovddasvástádusa dan doaimma guovdu maid Sámediggi doaimmaha .
nob: Sametinget og statsrådens konstitusjonelle ansvar I dette avsnittet omtales spørsmålet om enkeltstatsråders eller regjeringens konstitusjonelle ansvar for den aktiviteten som utføres av Sametinget .

source: Bargo- ja searvadahttindepartemeanttas lea bajimus ovddasvástádus oktiiheivehit sámi áššiid .
nob: Arbeids- og inkluderingsdepartementet har det overordnede samordningsansvaret for samiske saker .

source: Bargo- ja searvadahttindepartemeantta ovddasvástádus sihkkarastit ahte ráđđehusa ollislaš sámepolitihkka čađahuvvo , mielddisbuktá ahte das leat iešguđet rollat nuppiid departemeanttaid guovdu ; dieđuid juohkit sámepolitihka birra ja gozihit ahte sámepolitihkka lea fárus go suorgepolitihkka hábmejuvvo , gozihit ja árvvoštallat suorgepolitihka váikkuhusaid sámepolitihkkii , doalahit oppalaš gova sámepolitihkalaš doaimmaid juolludusain , doaibmat fágadepartemeanttaid ja Sámedikki gaskaolmmájin ja sihkkarastit ahte gulaskuddan- ja oassálastinvuogit čuvvojuvvojit .
nob: Gjennom at Arbeids- og inkluderingsdepartementet ansvar er å sikre at regjeringens samepolitikk som helhet blir ivaretatt , innebærer dette ulike roller overfor andre departementer ; å informere om samepolitikken og påse at samepolitikk blir inkludert når sektorpolitikken utformes , å overvåke og vurdere konsekvenser av sektorpolitikken i forhold til samepolitikken , å holde oversikt over bevilgninger til samepolitiske tiltak , opptre som bindeledd mellom fagdepartementene og Sametinget , og Side 35 av 86 sikre at prosedyrer for høringer og medvirkning blir fulgt .

source: Dasa lassin galgá Bargo- ja searvadahttindepartemeanta veahkehit eará departemeanttaid mat guorahallet sámi álbmogii guoskevaš áššesurggiid .
nob: I tillegg er det Arbeids- og inkluderingsdepartementets oppgave å bistå departementer som skal utrede saksområder som berører den samiske befolkningen .

source: Fágadepartemeanttain lea maiddái ovddasvástádus iežaset surggiid siskkobealde .
nob: De enkelte fagdepartementene har imidlertid også et ansvar innenfor sine områder .

source: Juohke fágadepartemeanttas lea ovddasvástádus ieš čuovvolit sámepolitihka čađaheami iežas surggiid siskkobealde .
nob: Hvert enkelt fagdepartement har på sin side ansvar for å ta initiativ til å følge opp gjennomføringen av samepolitikken innenfor sine sektorer .

source: Dat gusto maiddái daidda ortnegiidda maid Sámediggi hálddaša .
nob: Dette gjelder også de ordninger som Sametinget forvalter .

source: Prinsihpalaččat sáhttá stáhtaráđđi ovddasvástáduslága § 11 vuođul , šaddat váldit ovddasvástádusa jus doaimmat sámi giela , kultuvrra ja serovdateallima nannema várás eai álggahuvvo .
nob: Prinsipielt sett kan det være slik at etter ansvarlighetsloven § 11 kan en statsråd bli ansvarlig for å unnlate å sette i verk tiltak for å sikre samisk språk , kultur og samfunnsliv .

source: Dat ovddasvástádus sáhttá maiddái gustot jus dieđut sámi giela , kultuvrra ja servodateallima stáhtusa birra leat váilevaččat .
nob: Et slikt unnlatelsesansvar kan også gjelde manglende frambringelse av informasjon om status for samisk språk , kultur og samfunnsliv .

source: Jus ovdamearkka dihte čájehuvvo ahte lea dárbu álggahit doaimmaid vai sámi gielat eai jávkka , ja dat ii čuovvoluvvo beaktilis doaimmaid bokte , de sáhttá dat leat áššáiguoskevaš stáhtaráđi konstitušuvnnalaš ovddasvástádus .
nob: Dersom det for eksempel er på det rene at det er behov for tiltak og innsats for å unngå at et av de samiske språkene er i ferd med å svekkes , og dette ikke blir fulgt opp gjennom effektive tiltak , kan man være innenfor det konstitusjonelle ansvaret for vedkommende ansvarlige statsråd .

source: Bargo- ja searvadahttindepartemeantta bajimus ovddasvástádus ja iešguđet fágadepartemeanttaid ovddasvástádus iežaset surggiid siskkobealde , cegge gažaldaga stáhtaráđiid konstitušuvnnalaš ovddasvástádusa hárrái ja das man viiddis dat ovddasvástádus lea , ja das movt stáhtaráđiid konstitušuvnnalaš ovddasvástádusa prinsihppa oktiiheive Sámedikki sorjjasmeahttunvuođa prinsihppii .
nob: Arbeids- og inkluderingsdepartementets overordnede ansvar og de enkelte fagdepartementers ansvar innenfor sine områder reiser spørsmålet om statsrådenes mulige konstitusjonelle ansvar , og om omfanget av ansvaret , og hvordan prinsippet om statsrådenes konstitusjonelle ansvar harmoner med prinsippet om Sametingets uavhengighet .

source: Konstitušuvnnalaš ovddasvástádus lea čadnon Vuođđolága njuolggadusaide riikarievtti hárrái .
nob: Det konstitusjonelle ansvaret knytter seg til Grunnlovens regler om riksrett .

source: Vuođđolága § 86 mielde lea Riikariekti dubmejeaddji váldi dakkár áššiin mat čuoččaldahttojuvvojit ráđđehuslahtu vuostá , Stuoradikki vuostá dahje Alimusrievtti vuostá go galgá leat dahkan láhkarihkkuma iežas doaimma čađaheami oktavuođas .
nob: Etter Grunnloven § 86 er Riksretten dømmende myndighet i saker som anlegges mot et medlem av regjeringen , Stortinget eller Høyesterett for å ha begått et straffbart forhold i forbindelse med utøvelsen av sine funksjoner .

source: Konstitušuvnnalaš ovddasvástádus lea dalle ráŋggáštusovddasvástádus ja materiála ráŋggáštusmearrádusat čuvvot guovvamánu 5. b. 1932 lága nr. 1 Ráŋggáštusa birra daid daguid ovddas mat áššáskuhttojuvvojit riikkarievttis ( ovddasvástádusláhka ) .
nob: Det konstitusjonelle ansvar er således et straffansvar og de materielle straffebestemmelsene følger av lov 5. februar 1932 nr. 1 om straff for handlinger som påtales ved riksrett ( ansvarlighetsloven ) .

source: Lágas eai leat njuolggadusat mat njuolgga gustojit stáhtaráđiid konstitušuvnnalas ovddasvástádussii dalle go lea fápmuduvvon , muhto dattege sáhttet olu dáin mearrádusain leat áigeguovdilat .
nob: Loven inneholder ingen regler som direkte gjelder statsråders konstitusjonelle ansvar der det har skjedd en delegasjon , men likevel kan flere av bestemmelsene være aktuelle .

source: 64 Ovddasvástáduslága § 8 b bustáva mielde , sáhttá ráđđahuslahttu guhte ii čađat Stuoradikki mearrádusa , dahje guhte doaimmaha stuoradiggemearrádusa vuostá , ráŋggáštuvvot . §
nob: 64 Etter ansvarlighetsloven § 8 bokstav b kan et medlem av regjeringen som unnlater å gjennomføre beslutning av Stortinget , eller som handler i strid med en stortingsbeslutning straffes .

source: 10 bidjá ráŋggáštusa ráđđehuslahttui guhte dagaha dahje váikkuha dasa ahte stáhta opmodagat dahje eará ruđat eai geavahuvvo dahje stivrejuvvo dohkálaš vuogi mielde dahje guhte ládje jierpmemeahttumit doaimmaha doaimmas .
nob: Videre setter § 10 straff for et regjeringsmedlem som bevirker eller medvirker til at statens eiendommer eller øvrige midler ikke blir forsvarlig anvendt eller bestyrt eller som på annen måte viser uforstand eller forsømmelighet i sin virksomhet .

source: 65 Go árvvoštallá ovttaskas stáhtaráđiid konstitušuvnnalaš ovddasvástádusa daid mearrádusaid ovddas maid Sámediggi dahká , de ferte dat sorjjasmeahttunvuohta mii Sámedikkis lea sámelága mielde ja maŋit áiggi ovdáneapmi sámepolitihkas leat deaŧalaš vuođđun .
nob: 65 Ved vurderingen om enkeltstatsråders konstitusjonelle ansvar for beslutninger som gjøres av Sametinget må den uavhengighet som Sametinget har etter sameloven og den senere utviklingen innenfor samepolitikken legges til grunn som en viktig premiss for vurderingen .

source: Álbmotválljejuvvon orgánan lea Sámedikkis stuora friddjavuohta .
nob: Som folkevalgt organ har Sametinget stor frihet .

source: Sámediggi ii leat dábálaš etáhta dahje ráđđehusa vuollásaš orgána , ja danne ii sáhte ráđđehus váldit ovddasvástádusa Sámedikki politihkalaš doibmii dahje politihkalaš mearrádusaide maid Sámediggi dahká iešguđet surggiin .
nob: Sametinget er ikke en ordinær etat eller et underliggende organ til regjeringen , og regjeringen kan derfor ikke være ansvarlig for Sametingets politiske virksomhet eller politiske vedtak som Sametinget gjør på de ulike områdene .

source: Stáhtabušeahta juolludusaid dáfus lea dattege stáhtaráđis ovddasvástádus fuolahit ahte Stuoradikki mearrádusaid eavttut čuovvoluvvojit .
nob: Når det gjelder bevilgningene over statsbudsjettet har imidlertid statsråden et ansvar for å sørge for at forutsetningene for Stortingets vedtak blir fulgt opp .

source: Dan čilge Justiisadepartemeantta láhkaossodat ođđajagimánu 26. b. 1995 reivves Gielda- ja guovlodepartementii ná ( dás jorgaluvvon ) ” Sámedikki sorjjasmeahttunvuođas lea mearkkašupmi stáhtaráđi konstitušuvnnalaš ovddasvástádussii .
nob: Om dette sier Justisdepartementets lovavdeling i brev 26. januar 1995 til Kommunal- og arbeidsdepartementet at

source: Vrd Ođđajagimánu 26. b. 1995 reivve Justiisadepartemeantta láhkaossodagas Gielda- ja guovlodepartementii , áššenummar ( 94/1422 E ) .
nob: Jf. brev 26. januar 1995 fra Justisdepartementets lovavdeling til Kommunal- og regionaldepartementet , saksnummer ( 94/1422 E ) .

source: 65 Lassin konstitušuvnnalaš ovddasvástádussii dáidá maiddái čuožžilit parlamentáralaš ovddasvástádus .
nob: 65 I tillegg til det konstitusjonelle ansvar kan det også tenkes at det oppstår parlamentarisk ansvar .

source: Parlamentáralaš ovddasvástádus mearkkaša dábálaččat ráđđehusa dahje ovttaskas stáhtaráđi geatnegasvuođa geassádit go stuoradiggi mearrádusa bokte ovddida eahpeluohttámuša .
nob: Med parlamentarisk ansvar siktes det normalt til regjeringens eller en enkeltstatsråds plikt til å trekke seg når stortinget har fattet vedtak om mistillit .

source: maha válddi dahje doaimma mii gullá stáhtaráđi bagadan- dahje bearráigeahččanválddi vuollái .
nob: Det kan imidlertid tenkes at Sametinget med grunnlag i ( a ) lov , ( b ) stortingsvedtak eller ( c ) på annet grunnlag utøver myndighet eller virksomhet som er underlagt statsrådens instruksjons- eller kontrollmyndighet .

source: Jus nu lea de šaddá maiddái konstitušuvnnalaš ovddasvástádus nu viiddis go dat válddi čađaheapmi ( doaibma ) lea .
nob: I den utstrekning dette er tilfellet vil det også foreligge et konstitusjonelt ansvar for så vidt gjelder denne myndighetsutøvingen ( virksomheten ) .

source: Man muddui iešguđet surggiid stáhtaráđiin lea dakkár bagadan- dahje bearráigeahččanváldi lea guoskevaš láhkavuođu dulkoma duohke .
nob: Hvorvidt statsråden på det enkelte området har slik instruksjons- eller kontrollmyndighet - og eventuelt hvor langt denne rekker - må bero på en tolking av vedkommende hjemmelsgrunnlag .

source: 66 ” Láhkaossodat cealká ahte Sámediggái eai leat lága bokte dahje láhkavuođu bokte biddjon barggut mas láhka seammás bidjá ráđđehussii dahje departementii bagadan- dahje bearráigeahččanválddi Sámedikki guovdu .
nob: 66 ” Lovavdelingen uttaler at Sametinget ikke ved lov eller hjemmel i lov er tillagt oppgaver hvor loven samtidig tillegger regjeringen eller et departement instruksjons- eller kontrollmyndighet overfor Sametinget .

source: Sámi kulturmuitosuodjalusa dáfus leat dattege barggut ja váldi fápmuduvvon Sámediggái ja Sámediggi gullá dalle fágalaččat Riikaantikvárii .
nob: Når det gjelder samisk kulturminnevern er det imidlertid slik at oppgaver og myndighet er forskriftsdelegert til Sametinget og Sametinget er dermed faglig underlagt Riksantikvaren .

source: Láhkaossodat čujuha juolludusnjuolggadusaid § 10:ii ( ovddeš § 17 ) dárkkistanvejolašvuođa birra , erenoamáš gozihan- ja bagadanválddi hárrái mas lea Stuoradikki mearrádus vuođđun .
nob: Når det gjelder spørsmålet om særskilt kontroll- eller instruksjonsmyndighet med grunnlag i Stortingets plenarvedtak , viser lovavdelingen til bevilgningsreglementets § 10 ( tidligere § 17 ) om forbehold om kontroll .

source: Dat gusto ee. almmolaš orgánaide mat eai leat departemeantta dárkkisteami ja goziheami vuolde ja dat čuodjá ná : ” Go stáhtaruđain addojuvvo doarjja almmolaš dahje priváhta doibmii mii muđui ii leat departemeantta goziheame vuolde , de galgá dan hálddašansuorggis mii doarjaga addá ja Riikarevišuvnnas , leat vejolašvuohta , jus doarjjaoažžu guovdu ii mearriduvvo eará , dárkkistit ahte ruđat geavahuvvojit evttolaččat ” .
nob: Denne gjelder forholdet til bl.a. offentlige organer som ikke er underlagt departementets kontroll og lyder : ” Når det av statsmidler ytes tilskott eller bidrag til offentlig eller privat virksomhet som ellers ikke er undergitt departementets kontroll , skal det , hvis ikke annet bestemmes overfor mottakeren , tas forbehold om adgang for den forvaltningsgren som yter bidrag eller tilskudd , og for Riksrevisjonen , til å iverksette kontroll med at midlene nyttes etter forutsetningene ” .

source: Sámedikki sorjjasmeahttumis dili geažil , jáhkká Láhkaossodat ahte juolludusnjuolggadusaid § 10 ( ovddeš § 17 ) maiddái gusto dalle go ruđat juolluduvvojit Sámediggái .
nob: I og med Sametingets uavhengige stilling , antar Lovavdelingen at bevilgningsreglementets § 10 ( tidligere § 17 ) også vil gjelde i de tilfeller der det bevilges midler til Sametinget .

source: Láhkaossodat jáhkká maiddái ahte dan mearrádusa rihkkun sáhttá prinsihpalaččat mielddisbuktit konstitušuvnnalaš ovddasvástádusa .
nob: Lovavdelingen antar videre at et brudd på denne bestemmelsen i prinsippet vil kunne medføre konstitusjonelt ansvar .

source: Lassin juolludusnjuolggadusaid § 10:ii ( ovddeš § 17 ) sáhttá ovttaskas juolludusmearrádus mielddisbuktit ahte ráđđehus dahje departemeanta oažžu bearráigeahččan- dahje bagadanválddi Sámedikki guovdu juolluduvvon ruđaid geavaheami ( juohkima ) oktavuođas .
nob: I tillegg til bevilgningsreglementet § 10 ( tidligere § 17 ) vil det enkelte bevilgningsvedtak kunne innebære at regjeringen eller departementet får instruksjons- eller kontrollmyndighet overfor Sametinget for så vidt gjelder anvendelsen ( fordelingen ) av de bevilgede midler .

source: Man viidát dat váldi manná , lea guoskevaš juolludusmearrádusa dulkoma duohken .
nob: Hvor langt denne myndigheten går , vil måtte bero på en tolking av vedkommende bevilgningsvedtak .

source: Bagadan- dahje gozihanváldi Sámedikki guovdu ráddjejuvvon surggiin eará vuođuin go lágain dahje stuoradiggemearrádusain , lea gažaldat maid Láhkaossodat čilge nu ahte vejolaš vuođđu lea fápmudeami ráđđehusas dahje departemeanttas Sámediggái .
nob: Når det gjelder spørsmålet om instruksjons- eller kontrollmyndighet overfor Sametinget på avgrensede områder kan etableres på annet grunnlag enn ved lov eller stortingsvedtak , viser Lovavdelingen til at et mulig grunnlag her kan være delegasjon fra regjering eller departement til Sametinget .

source: Dan oktavuođas cealká Láhkaossodat ahte ( dás jorgaluvvon ) ” Dannego Sámediggi ferte lohkkot sorjjakeahtes orgánan ráđđehusa / departemeantta ektui , de lea eahpesihkar sáhttá go ( ja man muddui ) ráđđehus / departemeanta fápmudit válddi Sámediggái almmá láhkavuođu dahje plenarmearrádusa haga .
nob: I denne forbindelse uttaler Lovavdelingen at ” I og med at Sametinget må anses som et uavhengig organ i forhold til regjeringen / departementet kan det være noe usikkert hvorvidt ( og eventuelt hvor langt ) regjeringen / departementet har adgang til å delegere myndighet til Sametinget uten grunnlag i lov eller plenarvedtak .

source: Dás dattege eat guorahala dan lagabui .
nob: Vi går imidlertid ikke nærmere inn på dette her .

source: Muhto rávvet ahte boahtteáiggis árvvoštallat gažaldaga dárkilet láhkavuođu birra Sámedikki fápmudeami hárrái . ”
nob: Vi vil imidlertid anbefale at man for fremtiden vurderer spørsmålet om nærmere hjemmelsgrunnlag for delegasjon til Sametinget . ”

source: Dainna eavttuin ahte ráđđehusa / departemeantta fápmudeapmi ( mas ii leat sierra láhkavuođđu lágas ) Sámediggái lea lobálaš , de sáhttá Láhkaossodaga oaivila mielde ( dás jorgaluvvon ) ” … jearrat makkár ovddasvástádus fápmudeaddji válddis lea Sámedikki fápmočađaheamis ( ja juolluduvvon ruđaid ovddas ) .
nob: Under forutsetning av at man anser delegasjon ( uten særskilt hjemmel i lov ) fra regjeringen / departementet til Sametinget som lovlig , kan det etter Lovavdelingens mening ” … reises spørsmål om hvilket ansvar det delegerende organ har for Sametingets utøvelse av den tildelte myndigheten ( og bruk av de tildelte midlene ) .

source: Ovddasvástádus lea nannosit čadnon daidda dárkkistanvugiide mat fápmudeaddji orgánas leat .
nob: Ansvaret henger nøye sammen med hvilke kontrollmidler det delegerende organ har til rådighet .

source: Fápmudeaddji orgánas leat vejolašvuođat gohcit fápmudanmearrádusa vuođul dan suorggis mas váldi lea addojuvvon . ”
nob: Det delegerende organ har i utgangspunktet muligheter for kontroll i kraft av delegasjonsvedtaket på det området myndighetstildelingen gjelder . ”

source: Láhkaossodat čujuha Frihagenii , Forvaltningsrett oassi 1 , 1991 , s 242 mas celkojuvvo ( dás jorgaluvvon ) : ” Fápmudeapmi ii mearkkaš ahte dat orgána mii lea fápmudan , lea eret addán 66
nob: Lovavdelingen viser videre til Frihagen , Forvaltningsrett del 1 , 1991 , s 242 hvor det er uttalt at : ” Delegasjon innebærer ikke at det organ som har delegert , har gitt fra seg sin kompetanse .

source: Das ii leat duššefal vejolašvuohta doaimmahit bearráigeahču , muhto dat lea dábálaččat geatnegahtton bearráigeahččat movt fápmuduvvon váldi geavahuvvo ja vejolaččat maiddái addit dárkilet njuolggadusaid .
nob: Det vil ikke bare ha adgang til å øve kontroll , men normalt også direkte plikt til å passe på hvorledes den delegerte myndighet brukes og eventuelt gi nærmere retningslinjer .

source: Dat orgána mii lea fápmudan [ ... ]ferte maiddái sáhttit addit direktiivvaid das movt konkrehta áššit galget mearriduvvot .
nob: Det organ som har delegert [ ... ] må også kunne gi direktiver om hvorledes en konkret sak skal avgjøres .

source: Nu ferte leat vaikko dat orgána mii fápmuduvvo iešalddis ii leat fápmudeaddji orgána vuollásaš mohttege . ”
nob: Dette må nok som utgangspunkt gjelde selv om det organ det delegeres til , ikke ellers er i noe underordningsforhold til det organ som har delegert . ”

source: Láhkaossodat gávnnaha ođđajagimánu 26. b. 1995`reivvestis ahte fápmudeaddji orgána iešalddis sáhttá addit oppalaš bagadusaid , njuolggadusaid áššemannudeami hárrái , geavahit lága ja doaimmahit árvvoštallama ja addit rávvagiid ovttaskas áššiin , ja sáhttá ieš mearridit makkár gozihanbeliid dat dáhttu bisuhit alddis .
nob: Lovavdelingen konkluderer i sitt brev 26. januar 1995 at det delegerende organ i utgangspunktet kan gi generelle instrukser , retningslinjer om saksbehandlingen , lovanvendelse og skjønnsutøvelse , og anvisninger i den enkelte sak , og kan i utgangspunktet selv vurdere hvilke kontrollmidler det ønsker å beholde på sin hånd .

source: Jáhkkimis lea fápmudeaddji orgánas ovddasvástádus gozihit Sámedikki doaimma ja seaguhit iežas áššái jus fuomáša moaittáhahtti diliid fápmuduvvon válddi geavaheamis .
nob: Det må antas at det delegerende organ har et ansvar for å føre kontroll med virksomheten i Sametinget og gripe inn dersom det oppdager kritikkverdige forhold ved bruken av den delegerte myndigheten .

source: Láhkaossodaga oaivila mielde sáhttá dat mielddisbuktit ovddasvástádusa jus dat gozihanbealit mat fápmudeaddji orgánas leat dihto dilálašvuođas , eai váldojuvvo atnui , muhto dat lea dilálašvuođa duohken .
nob: Etter Lovavdelingens syn vil dette , forholdene tatt i betraktning , kunne lede til ansvar hvis de kontrollmidlene det delegerende organ i det konkrete tilfellet har , ikke tas i bruk i en slik situasjon .

source: Sámi ulbmiliid hálddašeami dáfus , mearrida Sámedikki dievasčoahkkin ruđaid juolludeami njuolggadusaid .
nob: Når det gjelder Sametingets forvaltning av tilskudd til samiske formål , er det Sametinget i plenum som fastsetter regler for tildeling av midler .
